/* Action name for make a new page. */
"Add Canvas" = "Aggiungi area di disegno";

/* Action name for adding a column to a table. */
"Add Column" = "Aggiungi colonna";

/* Action name for creating a new item in the outline view. */
"Add Item" = "Aggiungi elemento";

/* Action name for adding a new layer. */
"Add Layer" = "Aggiungi livello";

/* Action name for adding a magnet. */
"Add Magnet" = "Aggiungi magnete";

/* Action name for make a new master page. */
"Add Master Canvas" = "Aggiungi area di disegno master";

/* Action name for adding a row to a table. */
"Add Row" = "Aggiungi riga";

/* Action name for adding a new shared layer. */
"Add Shared Layer" = "Aggiungi livello condiviso";

/* Action name for align columns. */
"Align Column" = "Allinea colonna";

/* Action name for aligning the selected graphics to the grid (inspector action).
   Action name for aligning the selected graphics to the grid (menu action). */
"Align Objects to Grid" = "Allinea gli oggetti alla griglia";

/* Action name for align rows. */
"Align Row" = "Allinea riga";

/* Action name for alignment. */
"Alignment" = "Allineamento";

/* Action name for allowing/refusing connections. */
"Allow Connections" = "Consenti le connessioni";

/* Action name for allowing shapes to become labels. */
"Allow Shape Labels" = "Consenti le etichette per le forme";

/* Action name for applying new outline style. */
"Apply Style" = "Applica stile";

/* Action name for changing orthogonal line bar. */
"Bar Adjustment" = "Regolazione barra";

/* Action name for bring forward. */
"Bring Forward" = "Porta in avanti";

/* Action name for bring to front. */
"Bring To Front" = "Porta in primo piano";

/* Action name for using the style brush. */
"Brush" = "Pennello";

/* Action name for changing whether the canvas is an integral number of pieces of paper wide and high. */
"Canvas fits Paper" = "Area di disegno adattata al foglio";

/* Action name for setting the canvas origin. */
"Change Origin" = "Modifica origine";

/* Action name for clearing images. */
"Clear Image" = "Cancella immagine";

/* Action name for collapsing subgraphs. */
"Collapse" = "Contrai";

/* Action name for converting color profiles. */
"Color Conversion" = "Conversione colore";

/* Action name for assigning color profiles. */
"Color Profile Assignment" = "Assegnamento profilo colore";

/* Action name for newly created shapes. */
"Create" = "Crea";

/* Action name for cut. */
"Cut" = "Taglia";

/* Action name for deleting graphics. */
"Delete" = "Elimina";

/* Action name for deleting a page. */
"Delete Canvas" = "Elimina area di disegno";

/* Action name for deleting a graphic or graphics. */
"Delete Graphic" = "Elimina grafico";

/* Action name for deleting a layer or layers.
   Action name for deleting a layer. */
"Delete Layer" = "Elimina livello";

/* Action name for deleting a magnet. */
"Delete Magnet" = "Elimina magnete";

/* Action name for deleting magnets. */
"Delete Magnets" = "Elimina magneti";

/* Action name for deleting a master canvas. */
"Delete Master Canvas" = "Elimina area di disegno master";

/* Action name for deleting knobs / control points. */
"Delete Point" = "Elimina punto";

/* Action name for deleting a layer. */
"Delete Shared Layer" = "Elimina livello condiviso";

/* Action name for turning off kerning */
"Disable Kerning" = "Disabilita crenatura";

/* Action name for allowing/refusing connections. */
"Disallow Connections" = "Non consentire le connessioni";

/* Action name for disallowing shapes to become labels. */
"Disallow Shape Labels" = "Non consentire le etichette per le forme";

/* Action name for changing distance guide enabled. */
"Distance Guide Change" = "Modifica la guida per la distanza";

/* Action name for distributing columns.
   Action name for distributing rows. */
"Distribute" = "Distribuisci";

/* Action name for dropping in a graphic. */
"Dropped Graphic" = "Rilascia il grafico";

/* Action name for dropping in an image. */
"Dropped Image" = "Rilascia l'immagine";

/* Action name for dropping in multiple images. */
"Dropped Images" = "Rilascia le immagini";

/* Action name for dropping in a link.
   Action name for dragging in a link. */
"Dropped Link" = "Rilascia il link";

/* Action name for dropping in some text. */
"Dropped Text" = "Rilascia il testo";

/* Action name for duplicating a page. */
"Duplicate Canvas" = "Duplica l'area di disegno";

/* Action name for duplicating layers. */
"Duplicate Layer" = "Duplica il livello";

/* Action name for setting character spacing to kerned */
"Enable Kerning" = "Abilita crenatura";

/* Action name for collapsing subgraphs. */
"Expand" = "Espandi";

/* Action name for flipping shapes and group. */
"Flip" = "Capovolgi";

/* Action name for setting the grid alignment to edges or centers (inspector action). */
"Grid Alignment" = "Allineamento griglia";

/* Action name for aligning centers to the gird. */
"Grid Centers" = "Allinea i centri alla griglia";

/* Action name for showing the grid in front/back.
   Action name for whether the grid prints or not. */
"Grid Change" = "Modifica la griglia";

/* Action name for grouping. */
"Group" = "Raggruppa";

/* Action name for making a subgraph. */
"Group as Subgraph" = "Raggruppa come sottografo";

/* Action name for whether to connect to a group or it's components. */
"Group Connection Behavior" = "Comportamento della connessione al gruppo";

/* Action name for changing guide lock. */
"Guide Locking" = "Blocco guide";

/* Action name for changing guide visibility. */
"Guide Visibility" = "Visibilità guide";

/* Action name for changing how images are drawn using the inspector. */
"Image Drawing Change" = "Modifica il disegno dell'immagine";

/* Action name for changing whether image is an alias or embedded. */
"Image Embed" = "Incorporazione immagine";

/* Action name for changing how images are offset using the inspector. */
"Image Offset" = "Distanza immagine";

/* Action name for indenting some cells in the outline. */
"Indent" = "Crea rientro";

/* shape action */
"Intersection" = "Intersezione";

/* Action name for adding a label. */
"Label" = "Etichetta";

/* Action name for changing a layer attribute. */
"Layer Change" = "Modifica livello";

/* Action name for automatic layout. */
"Layout" = "Layout";

/* Action name for setting the line end scale. */
"Line End Scale" = "Scala terminazione linea";

/* Action name for changing line hop type. */
"Line Hop Type" = "Tipo di salto di linea";

/* Action name for changing link visibility. */
"Link Visibility" = "Visibilità collegamenti";

/* Action name for lock. */
"Lock" = "Blocca";

/* Action name for Loosen Kerning. */
"Loosen Kerning" = "Crenatura allargata";

/* Action name for changing magnet positions. */
"Magnet Change" = "Modifica magnete";

/* Action name for changing magnet visibility. */
"Magnet Visibility" = "Visibilità magnete";

/* Action name for show/hide major grid. */
"Major Grid Change" = "Modifica griglia principale";

/* Action name for changing the major grid spacing. */
"Major Grid Spacing" = "Spaziatura griglia principale";

/* Action name for converting bezier or polygon graphic to shaped graphic. */
"Make Custom" = "Rendi personalizzato";

/* Action name for converting shaped graphic to bezier or polygon graphic. */
"Make Editable" = "Rendi modificabile";

/* Action name for natural size. */
"Make Natural Size" = "Rendi di dimensioni naturali";

/* Action name for make same height. */
"Make Same Height" = "Rendi della stessa altezza";

/* Action name for make same size. */
"Make Same Size" = "Rendi delle stesse dimensioni";

/* Action name for make same width. */
"Make Same Width" = "Rendi della stessa larghezza";

/* Action name for making tables. */
"Make Table" = "Rendi tabella";

/* Action name Margin Change. */
"Margin Change" = "Modifica margine";

/* Action name for merging a layer. */
"Merge Layer" = "Unisci livello";

/* Action name for moves. */
"Move" = "Sposta";

/* Action name for moving a layer. */
"Move Layer" = "Sposta livello";

/* Action name for moving a magnet. */
"Move Magnet" = "Sposta magnete";

/* Action name for moving graphics to a layer. */
"Move to Layer" = "Sposta sul livello";

/* Action name for make a new layer. */
"New Layer" = "Nuovo livello";

/* Action name for changing note visibility. */
"Note Visibility" = "Visibilità nota";

/* Action name for nudge keyboard commands. */
"Nudge" = "Spostamento";

/* Action name for setting image opacity. */
"Opacity" = "Opacità";

/* Action name for label orientation.
   Action name for changing the page orientation. */
"Orientation" = "Orientamento";

/* Action name for changing origin visibility. */
"Origin Visibility" = "Visibilità origine";

/* Action name for un-indenting some cells in the outline. */
"Outdent" = "Elimina rientro";

/* Action name for changing page break visibility. */
"Page Break Visibility" = "Visibilità salti di pagina";

/* Action name for printing on one page. */
"Page Printing" = "Stampa su una pagina";

/* Action name for changing print info. */
"Page Setup" = "Formato di stampa";

/* Action name for paste. */
"Paste" = "Incolla";

/* Action name for changing font. */
"Paste Font" = "Incolla font";

/* Action name for pasting magnets. */
"Paste Magnets" = "Incolla magneti";

/* Action name for pasting styles. */
"Paste Style" = "Incolla stile";

/* Action name for adding knobs. */
"Point" = "Punto";

/* Action name for removing links. */
"Remove Action" = "Rimuovi azione";

/* Action name for removing a column from a table. */
"Remove Column" = "Rimuovi colonna";

/* Action name for clearing dependency with the master canvas. */
"Remove Master Dependency" = "Rimuovi dipendenza da master";

/* Action name for removing extra points. */
"Remove Points" = "Rimuovi punti";

/* Action name for removing a row from a table. */
"Remove Row" = "Rimuovi riga";

/* Action name for text replacement. */
"Replace" = "Sostituisci";

/* Action name for text replacement. */
"Replace All" = "Sostituisci tutto";

/* Action name for reshaping lines. */
"Reshape" = "Nuova forma";

/* Action name for resizes. */
"Resize" = "Ridimensiona";

/* Action name for resizing the canvas. */
"Resize Canvas" = "Ridimensiona area di disegno";

/* Action name for reversing the blends. */
"Reverse Blend" = "Inverti fusione";

/* Action name for reversing. */
"Reverse Line" = "Inverti linea";

/* Action name for rotating shapes and group. */
"Rotation" = "Rotazione";

/* Action name for ruler units change. */
"Ruler Units" = "Unità righello";

/* Action name for scale string change. */
"Scale" = "Scala";

/* Action name for send backward. */
"Send Backward" = "Porta all'indietro";

/* Action name for send to back. */
"Send To Back" = "Metti in fondo";

/* Action name for setting whether or not a graphic allows any types of connections. */
"Set Allows Connections" = "Abilita o disabilita connessioni";

/* Action name for setting the center of the blend. */
"Set Blend Center" = "Imposta centro fusione";

/* Action name for setting the second blend color. */
"Set Blend Color" = "Imposta colore fusione";

/* Action name for setting the blend fraction. */
"Set Blend Fraction" = "Imposta frazione fusione";

/* Action name for setting the rotation of the blend. */
"Set Blend Rotation" = "Imposta rotazione fusione";

/* Action name for numerically setting bounds. */
"Set Bounds" = "Imposta i limiti";

/* Action name for setting character spacing. */
"Set Character Spacing" = "Imposta la spaziatura caratteri";

/* Action name for setting the corner radius. */
"Set Corner Radius" = "Imposta l'arrotondamento dell'angolo";

/* Action name for setting the fill. */
"Set Fill" = "Imposta riempimento";

/* Action name for set fill color.
   Action name for setting fill color. */
"Set Fill Color" = "Imposta il colore di riempimento";

/* Action name for setting the fill type. */
"Set Fill Type" = "Imposta il tipo di riempimento";

/* Action name for changing font. */
"Set Font" = "Imposta font";

/* Action name for setting images. */
"Set Image" = "Imposta immagine";

/* Action name for setting inter-line spacing. */
"Set Inter-Line Spacing" = "Imposta spaziatura interlinea";

/* Action name for setting links. */
"Set Jump" = "Imposta salto";

/* Action name for setting label offsets. */
"Set Label Offset" = "Imposta distanza etichetta";

/* Action name for setting label positions. */
"Set Label Position" = "Imposta posizione etichetta";

/* Action name for setting links. */
"Set Layers" = "Imposta livelli";

/* Action name for setting lines. */
"Set Line" = "Imposta linea";

/* Action name for set line pattern. */
"Set Line Dash Pattern" = "Imposta motivo di tratteggio linea";

/* Action name for setting line ends. */
"Set Line End" = "Imposta termine linea";

/* Action name for set line width. */
"Set Line Width" = "Imposta larghezza linea";

/* Action name for setting lines to always draw at least a single screen pixel wide. */
"Set Lines to Draw at Least 1 Pixel Wide" = "Imposta linee con spessore di almeno 1 pixel";

/* Action name for setting lines to not always draw at least a single screen pixel wide. */
"Set Lines to Draw Thinner Than 1 Pixel If Needed" = "Imposta linee con spessore inferiore a 1 pixel se necessario";

/* Action name for setting links. */
"Set Link" = "Imposta collegamento";

/* Action name for setting the middle blend color. */
"Set Middle Blend Color" = "Imposta colore fusione centrale";

/* Action name for setting notes. */
"Set Note" = "Imposta nota";

/* Action name for changing the text outline. */
"Set Outline" = "Imposta struttura";

/* Action name for setting links. */
"Set Script" = "Imposta script";

/* Action name for set shadow color. */
"Set Shadow Color" = "Imposta colore ombra";

/* Action name for setting shapes. */
"Set Shape" = "Imposta forma";

/* Action name for setting text padding. */
"Set Side Padding" = "Imposta spaziatura interna laterale";

/* Action name for setting stroke color.
   Action name for setting whether stroke draws. */
"Set Stroke Color" = "Imposta colore tratto";

/* Action name for set line join style. */
"Set Stroke Corner Style" = "Imposta stile di angolo del tratto";

/* Action name for set line cap style. */
"Set Stroke End Style" = "Imposta stile finale del tratto";

/* Action name for setting styles. */
"Set Style" = "Imposta stile";

/* Action name for setting text placement. */
"Set Text Alignment" = "Imposta allineamento testo";

/* Action name for setting text autosizing. */
"Set Text Autosizing" = "Imposta ridimensionamento automatico testo";

/* Action name for setting text color. */
"Set Text Color" = "Imposta colore testo";

/* Action name for setting text placement. */
"Set Text Placement" = "Imposta posizionamento testo";

/* Action name for setting text wrapping. */
"Set Text Wrapping" = "Imposta adattamento testo";

/* Action name for setting text padding. */
"Set Top/Bottom Padding" = "Imposta spaziatura interna superiore/inferiore";

/* Action name for changing the underline. */
"Set Underline" = "Imposta sottolineato";

/* Action name for setting the shadow. */
"Shadow" = "Ombra";

/* Action name for changing the shadow level. */
"Shadow Below" = "Livello ombra";

/* Action name for changing the shadow fuzziness. */
"Shadow Fuzziness" = "Sfocatura ombra";

/* Action name for changing the shadow vector. */
"Shadow Vector" = "Vettore ombra";

/* Action name for showing the grid. */
"Show Grid Change" = "Mostra modifica griglia";

/* Action name for resizing the selected graphics to fit the grid (inspector action).
   Action name for resizing the selected graphics to fit the grid (menu action). */
"Size Objects to Grid" = "Adatta oggetti alla griglia";

/* Action name for Size to Fit. */
"Size to Fit" = "Ridimensiona per adattare";

/* Action name for image size. */
"Size to Fit Image" = "Adatta all'immagine";

/* Action name for changing guides enabled. */
"Smart Guide Change" = "Modifica guida smart";

/* Action name for snapping to the grid. */
"Snap To Grid Change" = "Modifica fissa alla griglia";

/* Action name for spacing columns.
   Action name for spacing rows. */
"Spacing" = "Spaziatura";

/* Action name for rubber stamping. */
"Stamp" = "Timbra";

/* Action name for setting the stroke. */
"Stroke" = "Tratto";

/* shape action */
"Subtraction" = "Sottrazione";

/* Action name for setting text position. */
"Text Position" = "Posizione del testo";

/* Action name for setting text rotation. */
"Text Rotation" = "Rotazione testo";

/* Action name for Tighten Kerning. */
"Tighten Kerning" = "Crenatura stretta";

/* Action name for Turn Off Kerning. */
"Turn Off Kerning" = "Disattiva crenatura";

/* Action name for ungrouping. */
"Ungroup" = "Separa";

/* shape action */
"Union" = "Unisci";

/* Action name for unlock. */
"Unlock" = "Sblocca";

/* Action name Use Entire Page. */
"Use Entire Page" = "Utilizza pagina intera";

/* Action name for Use Standard Kerning. */
"Use Standard Kerning" = "Utilizza crenatura standard";

